Revit 2027 API
ParameterTypeId.ReinEstBarVolume Property
 "Estimated Reinforcement Volume"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ReinEstBarVolume { get; }
Public Shared ReadOnly Property ReinEstBarVolume As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ReinEstBarVolume {
	ForgeTypeId^ get ();
}
static member ReinEstBarVolume : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace